[
    {
        "id": "12",
        "slug": "school-holiday-basketball-camps",
        "title": "School Holiday Basketball Camps",
        "name": "School Holiday Basketball Camps",
        "image": "School-Holiday-Basketball-Camps.jpg",
        "description": "Unforgettable Fun, Amazing Camp Experience!   \n\nROOKIES 5 – 9 Years old\nRISING STARS – 10 – 16 Years Old\n\nOur Basketball camps are the ultimate holiday experience for boys and girls of all ages and abilities. Whether your child is a keen sports enthusiast or has never participated in basketball before, they will be totally entertained at our school holiday camps.\n\nInnovative, fun, and enjoyable, our program covers all aspects of basketball and are designed with children in mind. For more information on our holiday camps, you can email us at info@n1dp.com.au",
        "subtitle": "Unforgettable Fun, Amazing Camp Experience! ",
        "age_from": "5",
        "age_to": "16",
        "created_at": "2020-12-17 00:41:22",
        "updated_at": "2020-12-17 00:41:22",
        "deleted_at": null
    },
    {
        "id": "13",
        "slug": "school-holiday-elite-camps",
        "title": "School Holiday Elite Camps",
        "name": "School Holiday Elite Camps",
        "image": "School-Holiday-Elite-Camps.jpg",
        "description": "N1DP MASTER SERIES – ELITE SPECIALISED CAMPS\n\nAny player who aspires to play at a high level, should attend a N1DP Master Series Camp. This program is NOT for beginners\n\nThe N1DP Master Series Camps are the premiere skills development camp for serious players of all positions. Each camp will break down specific skills that are unique to each position. The camps will also introduce concepts and principles to help players think the game and perform efficiently on court and more importantly, we teach players how to train for maximum improvement.",
        "subtitle": "N1DP MASTER SERIES – ELITE SPECIALISED CAMPS",
        "age_from": "10",
        "age_to": "17",
        "created_at": "2020-12-17 00:41:30",
        "updated_at": "2020-12-17 00:41:30",
        "deleted_at": null
    },
    {
        "id": "14",
        "slug": "n1dp-elite",
        "title": "N1DP Elite",
        "name": "N1DP Elite",
        "image": "N1DP-Elite.jpg",
        "description": "PLAYER DEVELOPMENT FOR INTERMEDIATE & EXPERIENCED PLAYERS \n\nThe N1DP Elite program is the most comprehensive and innovative training program for youth basketball skill development. This class focuses on the development of individual & team skills, basketball I.Q, tactical awareness and is committed to creating and executing a development plan for each athlete to help them prepare for Representative trials, competition and achieve their optimal potential on the court.",
        "subtitle": "PLAYER DEVELOPMENT FOR INTERMEDIATE & EXPERIENCED PLAYERS",
        "age_from": "9",
        "age_to": "17",
        "created_at": "2020-12-17 00:41:38",
        "updated_at": "2020-12-17 00:41:38",
        "deleted_at": null
    },
    {
        "id": "15",
        "slug": "rising-stars",
        "title": "Rising Stars",
        "name": "Rising Stars",
        "image": "Rising-Stars.jpg",
        "description": "PLAYER DEVELOPMENT FOR COMPETITION\n\nThe Rising Stars Program is the perfect program for boys and girls who want to further develop their basketball skills and prepare for competition. Young athletes will benefit from the instruction of our experienced and pro-level coaching staff, where they are taught basketball skills, team concepts and learning through game play suited to their age and skill level. The program aims to develop individual and team concepts, introduce structured game play, developing decision-making skills and basketball I.Q.",
        "subtitle": "PLAYER DEVELOPMENT FOR COMPETITION",
        "age_from": "9",
        "age_to": "15",
        "created_at": "2020-12-17 00:41:46",
        "updated_at": "2020-12-17 00:41:46",
        "deleted_at": null
    },
    {
        "id": "16",
        "slug": "rookie-league",
        "title": "Rookie League",
        "name": "Rookie League",
        "image": "Rookie-League.jpg",
        "description": "LEARN TO PLAY & INTRODUCTORY FUNDAMENTALS\n\nThe No1 Draft Pick Rookie League is the perfect introductory basketball program for young players to learn new skills, develop gross motor skills, learn the rules of the game, and have fun playing in a safe environment. Whether they love basketball or are new to the game, our Rookie League provides the perfect opportunity for boys and girls of all abilities to have fun, learn new skills and play basketball.",
        "subtitle": "LEARN TO PLAY & INTRODUCTORY FUNDAMENTALS",
        "age_from": "5",
        "age_to": "13",
        "created_at": "2020-12-17 00:41:54",
        "updated_at": "2020-12-17 00:41:54",
        "deleted_at": null
    },
    {
        "id": "17",
        "slug": "school-programs",
        "title": "School Programs",
        "name": "School Programs",
        "image": "SCHOOL-PROGRAMS.jpg",
        "description": "IN-SCHOOL BASKETBALL INTRODUCTORY FUNDAMENTALS PROGRAM\n\nOur Rising Stars School Basketball Program is the perfect program for boys and girls who want to further develop their basketball skills. School students will benefit from the instruction of our experienced and pro-level coaching staff, where they are taught basketball skills, team concepts and play games suited to their age and skill level. The program aims to develop individual and team concepts, introduce structured game play, developing decision-making skills and basketball I.Q.",
        "subtitle": "IN-SCHOOL BASKETBALL INTRODUCTORY FUNDAMENTALS PROGRAM",
        "age_from": null,
        "age_to": null,
        "created_at": "2020-12-17 00:42:01",
        "updated_at": "2020-12-17 00:42:01",
        "deleted_at": null
    },
    {
        "id": "19",
        "slug": "S.A.Q PROGRAMS",
        "title": "S.A.Q PROGRAMS",
        "name": "S.A.Q PROGRAMS",
        "image": "ONE-ON-ONE.jpg",
        "description": "N1DP SPEED, AGILITY & QUICKNESS\n\nSPEED IS A GAME CHANGER – SPEED IS A SKILL THAT CAN BE LEARNT\n\nThe N1DP S.A.Q program is the most comprehensive and innovative speed, agility, and quickness program for youth players of all ages, abilities and from all field and court sports. This program will give you an edge on your competition by finding that extra burst of explosive breakaway speed on the field or court? If you want to increase your speed, improve your running technique, increase your vertical jump, or make last minute tune ups for competition, then this is the program for you!",
        "subtitle": "N1DP SPEED, AGILITY & QUICKNESS\n",
        "age_from": "9",
        "age_to": "17",
        "created_at": "2020-12-17 10:42:07",
        "updated_at": "2020-12-17 10:42:07",
        "deleted_at": null
    },
    {
        "id": "20",
        "slug": "VIRTUAL CLASSES",
        "title": "VIRTUAL CLASSES",
        "name": "VIRTUAL CLASSES",
        "image": "virtual-class.jpg",
        "description": "\nEXCLUSIVELY DESIGNED PROGRAM \n\nThese unique programs are specially designed to help players increase their strength, speed, quickness and improve cardio fitness through basketball specific movement training drills. These workouts are a full body-oriented workout program designed to develop your overall athleticism, including strength, speed, agility, and endurance, which in turn will help you to improve your performance on the court. ",
        "subtitle": "EXCLUSIVELY DESIGNED PROGRAM",
        "age_from": null,
        "age_to": null,
        "created_at": null,
        "updated_at": null,
        "deleted_at": null
    }
]