[
{"type":"header","version":"5.1.1","comment":"Export to JSON plugin for PHPMyAdmin"},
{"type":"database","name":"no1draft"},
{"type":"table","name":"event_categories","database":"no1draft","data":
[
{"id":"12","slug":"school-holiday-basketball-camps","title":"School Holiday Basketball Camps","name":"School Holiday Basketball Camps","image":"School-Holiday-Basketball-Camps.jpg","description":"Unforgettable Fun, Amazing Camp Experience! \r\nOur Basketball camps are the ultimate holiday experience for boys and girls of all ages and abilities. Whether your child is a keen sports enthusiast or has never participated in basketball before, they will be totally entertained at our school holiday camps.\r\nN1DP basketball camps give players the opportunity to experience basketball, multi-sports activities, have fun with friends while being coached by our dedicated and passionate staff.\r\nThe emphasis is on personal skill development so campers are grouped with others of similar age, size, and abilities, while modified age-appropriate games and collaborative activities stress teamwork and fair play in an inclusive environment","subtitle":" Learn to Play & Beginners","age_from":"5","age_to":"16","created_at":"2020-12-17 00:41:22","updated_at":"2020-12-17 00:41:22","deleted_at":null},
{"id":"13","slug":"school-holiday-elite-camps","title":"School Holiday Elite Camps","name":"School Holiday Elite Camps","image":"School-Holiday-Elite-Camps.jpg","description":"Any player who aspires to play at a high level, should attend a N1DP Master Series Camp.\r\nThe N1DP Master Series Camps are the premiere skills development camp for serious players of all positions. Each camp will break down specific skills that are unique to each position. The camps will also introduce concepts and principles to help players think the game and perform efficiently on court and more importantly, we teach players how to train for maximum improvement.\r\nAt N1DP, our mission is to help players improve. All players will participate in detailed skill development sessions and creative, decision-making game situations that will challenge and improve in-game performance.\r\nThe critical skills players will learn at our camps and from our coaches won’t be taught at your typical team training or holiday camps.\r\nFor Players of All Abilities & Positions\r\nOur specialized camps are for players of all abilities, regardless of what level or position you play. If you are serious about improving and transforming your game, then attending a N1DP Master Series Camp is for you.\r\nSelecting a Camp\r\nOur Master Series Camps will benefit every player. The only pre-requisite to attend a N1DP camp is a deep desire to train and learn.\r\nEvery player, regardless of size or position should learn every aspect of the game. The game of basketball has evolved, today's game is all about position-less basketball. This means that every player must learn to be a playmaker, defend multiple positions, shoot from various areas, be a confident ball-handler, post up, play from the perimeter and rebound. The best players in the world are multi-skilled\r\n","subtitle":"Intermediate & Experienced Players","age_from":"10","age_to":"17","created_at":"2020-12-17 00:41:30","updated_at":"2020-12-17 00:41:30","deleted_at":null},
{"id":"14","slug":"n1dp-elite","title":"N1DP Elite","name":"N1DP Elite","image":"N1DP-Elite.jpg","description":"The N1DP Elite program is the most comprehensive and innovative training program for youth basketball skill development. The academy focuses on the development of skills, basketball I.Q, tactical awareness and is committed to creating and executing a development plan for each athlete to help them prepare for Representative trials, competition and achieve their optimal potential on the court.\r\nAt N1DP Elite, players have fun learning and playing basketball, practicing skills and moves set within the specific context of the game. They are also encouraged to find solutions to these situations by using their skills, working in coordination with their teammates and subsequently being able to act efficiently and efficiently when playing competitive basketball\r\n","subtitle":"Player development for Intermediate & Experienced players","age_from":"9","age_to":"17","created_at":"2020-12-17 00:41:38","updated_at":"2020-12-17 00:41:38","deleted_at":null},
{"id":"15","slug":"rising-stars","title":"Rising Stars","name":"Rising Stars","image":"Rising-Stars.jpg","description":"The Rising Stars Program is the perfect program for boys and girls who want to further develop their basketball skills and prepare for competition.\r\nYoung athletes will benefit from the instruction of our experienced and pro-level coaching staff, where they are taught basketball skills, team concepts and play games suited to their age and skill level. The program aims to develop individual and team concepts, introduce structured game play, developing decision-making skills and basketball I.Q\r\n","subtitle":"Player development for competition","age_from":"9","age_to":"15","created_at":"2020-12-17 00:41:46","updated_at":"2020-12-17 00:41:46","deleted_at":null},
{"id":"16","slug":"rookie-league","title":"Rookie League","name":"Rookie League","image":"Rookie-League.jpg","description":"The No1 Draft Pick Rookie League is the perfect introductory basketball program for young players to develop their skills, engage in competition and learn the rules of the game.\r\nWhether they love basketball or are new to the game, our Rookie League provides the perfect opportunity for boys and girls of all abilities to have fun and play basketball\r\n","subtitle":"Introductory Fundamentals & Learn to Play","age_from":"5","age_to":"13","created_at":"2020-12-17 00:41:54","updated_at":"2020-12-17 00:41:54","deleted_at":null},
{"id":"17","slug":"school-programs","title":"School Programs","name":"School Programs","image":"SCHOOL-PROGRAMS.jpg","description":"Bringing an exclusive training program to your homes Specifically designed to complement our development academy programs\n","subtitle":"Let's bring N1DP to your schools.\nDuring school hours or after school programs","age_from":null,"age_to":null,"created_at":"2020-12-17 00:42:01","updated_at":"2020-12-17 00:42:01","deleted_at":null},
{"id":"19","slug":"S.A.Q PROGRAMS","title":"S.A.Q PROGRAMS","name":"S.A.Q PROGRAMS","image":"ONE-ON-ONE.jpg","description":null,"subtitle":"Speed, Agility & Quickness for all athletes\n","age_from":"9","age_to":"17","created_at":"2020-12-17 10:42:07","updated_at":"2020-12-17 10:42:07","deleted_at":null},
{"id":"20","slug":"VIRTUAL CLASSES","title":"VIRTUAL CLASSES","name":"VIRTUAL CLASSES","image":"virtual-class.jpg","description":null,"subtitle":"Bringing an exclusive training program to your homes\nSpecifically designed training programs","age_from":null,"age_to":null,"created_at":null,"updated_at":null,"deleted_at":null}
]
}
]
